Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: One entry per line, format: key:value
de: Ein Eintrag pro Zeile, Format: Schlüssel:Wert
es: Una entrada por línea, formato: clave:valor
fr: Une entrée par ligne, format : clé:valeur
ja: 1行に1エントリ、形式：key:value
ko: 한 줄에 하나, 형식: key:value
pt_br: Uma entrada por linha, formato: chave:valor
zh_hans: 每行一个条目，格式：键:值
zh_hant: 每行一個項目，格式：鍵:值

source: One or more precondition headers evaluated to false on the server.
de: Ein oder mehrere Vorbedingungsheader wurden auf dem Server als falsch ausgewertet.
es: Una o más cabeceras de precondición se evaluaron como falsas en el servidor.
fr: Un ou plusieurs en-têtes de précondition ont été évalués comme faux sur le serveur.
ja: 1つ以上の前提条件ヘッダーがサーバーでfalseと評価されました。
ko: 하나 이상의 전제 조건 헤더가 서버에서 false로 평가되었습니다.
pt_br: Um ou mais cabeçalhos de pré-condição foram avaliados como falsos no servidor.
zh_hans: 一个或多个前提条件头在服务器上评估为 false。
zh_hant: 一個或多個前提條件標頭在伺服器上評估為 false。

source: One-Shot
de: Einmalig
es: Envío único
fr: Envoi unique
ja: ワンショット
ko: 원샷
pt_br: Envio unico
zh_hans: 单次
zh_hant: 單次

source: Only HTTPS URLs are supported. Maximum download size is 5 MiB.
de: Nur HTTPS-URLs werden unterstützt. Maximale Downloadgröße: 5 MiB.
es: Solo se admiten URL HTTPS. El tamaño máximo de descarga es 5 MiB.
fr: Seules les URL HTTPS sont prises en charge. Taille maximale du téléchargement : 5 Mio.
ja: HTTPS URL のみ対応しています。最大ダウンロードサイズは 5 MiB です。
ko: HTTPS URL만 지원됩니다. 최대 다운로드 크기는 5MiB입니다.
pt_br: Somente URLs HTTPS são suportadas. O tamanho máximo de download é 5 MiB.
zh_hans: 仅支持 HTTPS URL。最大下载大小为 5 MiB。
zh_hant: 僅支援 HTTPS URL。最大下載大小為 5 MiB。

source: Only in project
de: Nur im Projekt
es: Solo en el proyecto
fr: Uniquement dans le projet
ja: プロジェクトのみ
ko: 프로젝트에만 있음
pt_br: Somente no projeto
zh_hans: 仅在项目中
zh_hant: 僅在專案中

source: Only in spec
de: Nur in der Spec
es: Solo en la especificación
fr: Uniquement dans la spécification
ja: 仕様のみ
ko: 사양에만 있음
pt_br: Somente na especificação
zh_hans: 仅在规范中
zh_hant: 僅在規格中

source: Open Cline MCP settings and add:
de: Cline MCP-Einstellungen öffnen und hinzufügen:
es: Abre los ajustes MCP de Cline y añade:
fr: Ouvrez les paramètres MCP de Cline et ajoutez :
ja: Cline MCP 設定を開いて追加：
ko: Cline MCP 설정을 열고 추가:
pt_br: Abra as configurações MCP do Cline e adicione:
zh_hans: 打开 Cline MCP 设置并添加：
zh_hant: 開啟 Cline MCP 設定並新增：

source: Open GitHub
de: GitHub öffnen
es: Abrir GitHub
fr: Ouvrir GitHub
ja: GitHub を開く
ko: GitHub 열기
pt_br: Abrir GitHub
zh_hans: 打开 GitHub
zh_hant: 開啟 GitHub

source: Open persistent socket connections with optional TLS encryption
de: Dauerhafte Socket-Verbindungen mit optionaler TLS-Verschlüsselung öffnen
es: Abre conexiones socket persistentes con cifrado TLS opcional
fr: Ouvrir des connexions socket persistantes avec chiffrement TLS optionnel
ja: TLS 暗号化対応の永続ソケット接続を開く
ko: TLS 암호화를 선택적으로 사용하는 영구 소켓 연결 열기
pt_br: Abra conexões socket persistentes com criptografia TLS opcional
zh_hans: 打开持久 Socket 连接，可选 TLS 加密
zh_hant: 開啟持久 Socket 連線，可選 TLS 加密

source: Open Roo Code MCP settings and add:
de: Roo Code MCP-Einstellungen öffnen und hinzufügen:
es: Abre los ajustes MCP de Roo Code y añade:
fr: Ouvrez les paramètres MCP de Roo Code et ajoutez :
ja: Roo Code MCP 設定を開いて追加：
ko: Roo Code MCP 설정을 열고 추가:
pt_br: Abra as configurações MCP do Roo Code e adicione:
zh_hans: 打开 Roo Code MCP 设置并添加：
zh_hant: 開啟 Roo Code MCP 設定並新增：

source: Open Source Licenses
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
pt_br: Licenças open source
zh_hans: 开源许可
zh_hant: 開源授權

source: Operation ID
de: Operations-ID
es: ID de operación
fr: ID d'opération
ja: オペレーション ID
ko: 오퍼레이션 ID
pt_br: ID da operação
zh_hans: 操作 ID
zh_hant: 操作 ID

source: Optional params off
de: Optionale Parameter aus
es: Parámetros opcionales desactivados
fr: Paramètres facultatifs désactivés
ja: オプションパラメーター オフ
ko: 선택 매개변수 꺼짐
pt_br: Parâmetros opcionais desativados
zh_hans: 可选参数关
zh_hant: 選用參數關

source: Optional params on
de: Optionale Parameter an
es: Parámetros opcionales activados
fr: Paramètres facultatifs activés
ja: オプションパラメーター オン
ko: 선택 매개변수 켜짐
pt_br: Parâmetros opcionais ativados
zh_hans: 可选参数开
zh_hant: 選用參數開

source: Organization or user
de: Organisation oder Benutzer
es: Organización o usuario
fr: Organisation ou utilisateur
ja: 組織またはユーザー
ko: 조직 또는 사용자
pt_br: Organização ou usuário
zh_hans: 组织或用户
zh_hant: 組織或使用者

source: Params
de: Parameter
es: Parámetros
fr: Paramètres
ja: パラメータ
ko: 파라미터
pt_br: Parâmetros
zh_hans: 参数
zh_hant: 參數

source: Params Tab
de: Parameter-Tab
es: Pestaña Parámetros
fr: Onglet Paramètres
ja: パラメータタブ
ko: 파라미터 탭
pt_br: Aba Parâmetros
zh_hans: 参数标签页
zh_hant: 參數標籤頁

source: Parse Error
de: Analysefehler
es: Error de análisis
fr: Erreur d'analyse
ja: 解析エラー
ko: 파싱 오류
pt_br: Erro de análise
zh_hans: 解析错误
zh_hant: 解析錯誤

source: Parse JSON string
de: JSON-Zeichenkette parsen
es: Analizar cadena JSON
fr: Analyser une chaîne JSON
ja: JSON 文字列を解析
ko: JSON 문자열 파싱
pt_br: Analisar string JSON
zh_hans: 解析 JSON 字符串
zh_hant: 解析 JSON 字串

source: Parsing Spec
de: Spec wird analysiert
es: Analizando especificación
fr: Analyse de la spécification
ja: 仕様を解析中
ko: 사양 파싱 중
pt_br: Analisando especificação
zh_hans: 正在解析规范
zh_hant: 正在解析規格

source: Parsing with Apple Intelligence...
de: Analyse mit Apple Intelligence…
es: Analizando con Apple Intelligence…
fr: Analyse avec Apple Intelligence…
ja: Apple Intelligence で解析中…
ko: Apple Intelligence로 분석 중…
pt_br: Analisando com Apple Intelligence…
zh_hans: 正在使用 Apple Intelligence 解析…
zh_hant: 正在使用 Apple Intelligence 解析…

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
zh_hans: 密码
zh_hant: 密碼

source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: 貼り付け
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

source: Paste a command to populate the current request.
de: Füge einen Befehl ein, um die aktuelle Anfrage zu füllen.
es: Pega un comando para rellenar la solicitud actual.
fr: Collez une commande pour remplir la requête en cours.
ja: コマンドを貼り付けて現在のリクエストに反映します。
ko: 명령을 붙여넣어 현재 요청을 채우세요.
pt_br: Cole um comando para preencher a requisição atual.
zh_hans: 粘贴命令以填充当前请求。
zh_hant: 貼上指令以填入目前的請求。

source: Paste a spec to continue.
de: Fügen Sie eine Spec ein, um fortzufahren.
es: Pega una especificación para continuar.
fr: Collez une spécification pour continuer.
ja: 続行するには仕様を貼り付けてください。
ko: 계속하려면 사양을 붙여넣으세요.
pt_br: Cole uma especificação para continuar.
zh_hans: 请粘贴规范以继续。
zh_hant: 請貼上規格以繼續。

source: Paste OpenAPI YAML or JSON directly.
de: OpenAPI-YAML oder JSON direkt einfügen.
es: Pega YAML o JSON de OpenAPI directamente.
fr: Collez directement du YAML ou JSON OpenAPI.
ja: OpenAPI の YAML または JSON を直接貼り付けます。
ko: OpenAPI YAML 또는 JSON을 직접 붙여넣습니다.
pt_br: Cole YAML ou JSON OpenAPI diretamente.
zh_hans: 直接粘贴 OpenAPI YAML 或 JSON。
zh_hant: 直接貼上 OpenAPI YAML 或 JSON。

source: Paste OpenAPI YAML/JSON or Postman Collection JSON directly.
de: OpenAPI-YAML/JSON oder Postman-Collection-JSON direkt einfügen.
es: Pega YAML/JSON de OpenAPI o JSON de colección de Postman directamente.
fr: Collez directement du YAML/JSON OpenAPI ou du JSON de collection Postman.
ja: OpenAPI の YAML/JSON または Postman コレクション JSON を直接貼り付けます。
ko: OpenAPI YAML/JSON 또는 Postman 컬렉션 JSON을 직접 붙여넣습니다.
pt_br: Cole YAML/JSON OpenAPI ou JSON de coleção Postman diretamente.
zh_hans: 直接粘贴 OpenAPI YAML/JSON 或 Postman 集合 JSON。
zh_hant: 直接貼上 OpenAPI YAML/JSON 或 Postman 集合 JSON。

source: Paste spec content
de: Spec-Inhalt einfügen
es: Pegar contenido de especificación
fr: Coller le contenu de la spécification
ja: 仕様コンテンツを貼り付け
ko: 사양 내용 붙여넣기
pt_br: Colar conteúdo da especificação
zh_hans: 粘贴规范内容
zh_hant: 貼上規格內容

source: Paths
de: Pfade
es: Rutas
fr: Chemins
ja: パス
ko: 경로
pt_br: Caminhos
zh_hans: 路径
zh_hant: 路徑

source: Percent-encode special characters in the URL
de: Sonderzeichen in der URL prozent-kodieren
es: Codificar caracteres especiales de la URL en porcentaje
fr: Encoder les caractères spéciaux de l'URL en pourcentage
ja: URL の特殊文字をパーセントエンコード
ko: URL의 특수 문자를 퍼센트 인코딩
pt_br: Codificar caracteres especiais da URL em percentual
zh_hans: 对 URL 中的特殊字符进行百分号编码
zh_hant: 對 URL 中的特殊字元進行百分號編碼

source: Persistent
de: Dauerhaft
es: Persistente
fr: Persistant
ja: 永続
ko: 영구
pt_br: Persistente
zh_hans: 持久
zh_hant: 持久

source: Personal access token (optional)
de: Persönlicher Zugriffstoken (optional)
es: Token de acceso personal (opcional)
fr: Jeton d'accès personnel (facultatif)
ja: 個人アクセストークン（任意）
ko: 개인 액세스 토큰(선택 사항)
pt_br: Token de acesso pessoal (opcional)
zh_hans: 个人访问令牌（可选）
zh_hant: 個人存取權杖（選用）

source: Pick fields
de: Felder auswählen
es: Seleccionar campos
fr: Choisir les champs
ja: フィールドを選択
ko: 필드 선택
pt_br: Selecionar campos
zh_hans: 选取字段
zh_hant: 選取欄位

source: Ping failed: %@
de: Ping fehlgeschlagen: %@
es: Error de ping: %@
fr: Échec du ping : %@
ja: Ping に失敗しました：%@
ko: Ping 실패: %@
pt_br: Falha no ping: %@
zh_hans: Ping 失败：%@
zh_hant: Ping 失敗：%@

source: Ping sent
de: Ping gesendet
es: Ping enviado
fr: Ping envoyé
ja: Ping を送信しました
ko: Ping 전송됨
pt_br: Ping enviado
zh_hans: Ping 已发送
zh_hant: Ping 已傳送

source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
ko: 분홍색
pt_br: Rosa
zh_hans: 粉色
zh_hant: 粉色

source: Polling too quickly. Slowing down.
de: Abfrage zu schnell. Wird verlangsamt.
es: Sondeo demasiado rápido. Reduciendo velocidad.
fr: Interrogation trop rapide. Ralentissement.
ja: ポーリングが速すぎます。速度を落としています。
ko: 폴링이 너무 빠릅니다. 속도를 줄이는 중입니다.
pt_br: Consulta muito rápida. Desacelerando.
zh_hans: 轮询过快。正在放慢速度。
zh_hant: 輪詢過快。正在放慢速度。

source: Pong received
de: Pong empfangen
es: Pong recibido
fr: Pong reçu
ja: Pong を受信しました
ko: Pong 수신됨
pt_br: Pong recebido
zh_hans: 收到 Pong
zh_hant: 收到 Pong

source: Postman Collection
de: Postman-Sammlung
es: Colección de Postman
fr: Collection Postman
ja: Postman コレクション
ko: Postman 컬렉션
pt_br: Coleção Postman
zh_hans: Postman 集合
zh_hant: Postman 集合

source: Powered By
de: Bereitgestellt von
es: Desarrollado por
fr: Propulsé par
ko: 기술 지원
pt_br: Desenvolvido por
zh_hans: 技术支持
zh_hant: 技術支援

source: Preferred body content type
de: Bevorzugter Body-Inhaltstyp
es: Tipo de contenido del cuerpo preferido
fr: Type de contenu du corps préféré
ja: 優先ボディコンテンツタイプ
ko: 선호하는 본문 콘텐츠 유형
pt_br: Tipo de conteúdo do corpo preferido
zh_hans: 首选正文内容类型
zh_hant: 偏好的內文內容類型

source: Press ⌘Return to send the request
de: ⌘Return drücken, um die Anfrage zu senden
es: Pulsa ⌘Return para enviar la solicitud
fr: Appuyez sur ⌘Retour pour envoyer la requête
ja: ⌘Return でリクエストを送信
ko: ⌘Return을 눌러 요청 보내기
pt_br: Pressione ⌘Return para enviar a requisição
zh_hans: 按 ⌘Return 发送请求
zh_hant: 按 ⌘Return 傳送請求

source: Prettify
de: Formatieren
es: Formatear
fr: Formater
ja: フォーマット
ko: 정리
pt_br: Formatar
zh_hans: 格式化
zh_hant: 格式化

source: Pretty
de: Formatiert
es: Formateado
fr: Formaté
ja: 整形
ko: 정리됨
pt_br: Formatado
zh_hans: 美化
zh_hant: 美化

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualizar
zh_hans: 预览
zh_hant: 預覽

source: Project
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
pt_br: Projeto
zh_hans: 项目
zh_hant: 專案

source: Project name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
ko: 프로젝트 이름
pt_br: Nome do projeto
zh_hans: 项目名称
zh_hant: 專案名稱

source: Projects
de: Projekte
es: Proyectos
fr: Projets
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
zh_hans: 项目
zh_hant: 專案

source: Proto descriptors are unavailable on this device.
de: Proto-Deskriptoren sind auf diesem Gerät nicht verfügbar.
es: Los descriptores proto no están disponibles en este dispositivo.
fr: Les descripteurs proto ne sont pas disponibles sur cet appareil.
ja: このデバイスでは Proto ディスクリプタを利用できません。
ko: 이 기기에서 Proto 디스크립터를 사용할 수 없습니다.
pt_br: Descritores proto indisponíveis neste dispositivo.
zh_hans: 此设备上的 Proto 描述符不可用。
zh_hant: 此裝置上的 Proto 描述符無法使用。

source: Proto descriptors are unavailable on this device. gRPC requests are read-only until the bundle can be downloaded from iCloud.
de: Proto-Deskriptoren sind auf diesem Gerät nicht verfügbar. gRPC-Anfragen sind schreibgeschützt, bis das Bundle aus iCloud geladen wurde.
es: Los descriptores proto no están disponibles en este dispositivo. Las solicitudes gRPC son de solo lectura hasta que el paquete se descargue de iCloud.
fr: Les descripteurs proto ne sont pas disponibles sur cet appareil. Les requêtes gRPC sont en lecture seule jusqu'au téléchargement du bundle depuis iCloud.
ja: このデバイスでは Proto ディスクリプタを利用できません。iCloud からバンドルをダウンロードするまで gRPC リクエストは読み取り専用です。
ko: 이 기기에서 Proto 디스크립터를 사용할 수 없습니다. iCloud에서 번들을 다운로드할 때까지 gRPC 요청은 읽기 전용입니다.
pt_br: Descritores proto indisponíveis neste dispositivo. Requisições gRPC ficam somente leitura até o pacote ser baixado do iCloud.
zh_hans: 此设备上的 Proto 描述符不可用。在从 iCloud 下载包之前，gRPC 请求为只读。
zh_hant: 此裝置上的 Proto 描述符無法使用。在從 iCloud 下載套件前，gRPC 請求為唯讀。

source: Proto Library
de: Proto-Bibliothek
es: Biblioteca proto
fr: Bibliothèque proto
ja: Proto ライブラリ
ko: Proto 라이브러리
pt_br: Biblioteca proto
zh_hans: Proto 库
zh_hant: Proto 程式庫

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
zh_hans: 协议
zh_hant: 協定

source: Purple
de: Lila
es: Morado
fr: Violet
ja: 紫
ko: 보라색
pt_br: Roxo
zh_hans: 紫色
zh_hant: 紫色

source: Query Parameters
de: Abfrageparameter
es: Parámetros de consulta
fr: Paramètres de requête
ja: クエリパラメータ
ko: 쿼리 파라미터
pt_br: Parâmetros de consulta
zh_hans: 查询参数
zh_hant: 查詢參數

source: Query Params
de: Parameter
es: Parámetros
fr: Paramètres
ja: クエリパラメータ
ko: 쿼리 파라미터
pt_br: Parâmetros
zh_hans: 查询参数
zh_hant: 查詢參數

source: Reading operations and building a preview.
de: Operationen werden gelesen und eine Vorschau erstellt.
es: Leyendo operaciones y generando una vista previa.
fr: Lecture des opérations et création d'un aperçu.
ja: オペレーションを読み込み、プレビューを作成しています。
ko: 오퍼레이션을 읽고 미리보기를 생성하는 중입니다.
pt_br: Lendo operações e gerando uma pré-visualização.
zh_hans: 正在读取操作并生成预览。
zh_hant: 正在讀取操作並建立預覽。

source: Ready -- %@:%lld
de: Bereit -- %@:%lld
es: Listo -- %@:%lld
fr: Prêt -- %@:%lld
ja: 準備完了 -- %@:%lld
ko: 준비 완료 -- %@:%lld
pt_br: Pronto -- %@:%lld
zh_hans: 就绪 -- %@:%lld
zh_hant: 就緒 -- %@:%lld

source: Receive real-time server-sent events over HTTP
de: Server-sent Events in Echtzeit über HTTP empfangen
es: Recibe eventos enviados por el servidor en tiempo real vía HTTP
fr: Recevoir des événements envoyés par le serveur en temps réel via HTTP
ja: HTTP 経由でリアルタイムのサーバー送信イベントを受信
ko: HTTP를 통해 실시간 서버 전송 이벤트 수신
pt_br: Receba eventos enviados pelo servidor em tempo real via HTTP
zh_hans: 通过 HTTP 接收实时服务器推送事件
zh_hant: 透過 HTTP 接收即時伺服器推送事件

source: Received %lld bytes from %@
de: %1$lld Bytes von %2$@ empfangen
es: %1$lld bytes recibidos de %2$@
fr: %1$lld octets reçus de %2$@
ja: %2$@ から %1$lld バイトを受信
ko: %2$@에서 %1$lld바이트 수신
pt_br: %1$lld bytes recebidos de %2$@
zh_hans: 从 %2$@ 接收了 %1$lld 字节
zh_hant: 從 %2$@ 接收了 %1$lld 位元組

source: Received an invalid response from the Git provider.
de: Ungültige Antwort vom Git-Anbieter erhalten.
es: Se recibió una respuesta no válida del proveedor Git.
fr: Réponse non valide reçue du fournisseur Git.
ja: Git 提供元から無効な応答を受信しました。
ko: Git 제공자로부터 잘못된 응답을 받았습니다.
pt_br: Resposta inválida recebida do provedor Git.
zh_hans: 收到来自 Git 提供者的无效响应。
zh_hant: 收到來自 Git 提供者的無效回應。

source: Record Too Large for iCloud
de: Eintrag zu groß für iCloud
es: Registro demasiado grande para iCloud
fr: Enregistrement trop volumineux pour iCloud
ja: レコードが iCloud に対して大きすぎます
ko: iCloud에 비해 레코드가 너무 큽니다
pt_br: Registro muito grande para o iCloud
zh_hans: 记录对 iCloud 而言过大
zh_hant: 記錄對 iCloud 而言過大

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: 赤
ko: 빨간색
pt_br: Vermelho
zh_hans: 红色
zh_hant: 紅色

source: Redirects
de: Weiterleitungen
es: Redirecciones
fr: Redirections
ja: リダイレクト
ko: 리디렉션
pt_br: Redirecionamentos
zh_hans: 重定向
zh_hant: 重新導向

source: Regex match
de: Regex-Übereinstimmung
es: Coincidencia de expresión regular
fr: Correspondance d'expression régulière
ja: 正規表現マッチ
ko: 정규식 일치
pt_br: Correspondência de regex
zh_hans: 正则匹配
zh_hant: 正則比對

source: Remote Address
de: Remote-Adresse
es: Dirección remota
fr: Adresse distante
ja: リモートアドレス
ko: 원격 주소
pt_br: Endereço remoto
zh_hans: 远程地址
zh_hant: 遠端地址

source: Remote fingerprint
de: Fingerabdruck der Quelle
es: Huella remota
fr: Empreinte distante
ja: リモートフィンガープリント
ko: 원격 지문
pt_br: Impressão digital remota
zh_hans: 远程指纹
zh_hant: 遠端指紋

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除
zh_hant: 移除

source: Remove field
de: Feld entfernen
es: Eliminar campo
fr: Supprimer le champ
ja: フィールドを削除
ko: 필드 제거
pt_br: Remover campo
zh_hans: 移除字段
zh_hant: 移除欄位

source: Remove Referer header on redirect
de: Referer-Header bei Weiterleitung entfernen
es: Eliminar cabecera Referer al redirigir
fr: Supprimer l'en-tête Referer lors de la redirection
ja: リダイレクト時に Referer ヘッダーを削除
ko: 리디렉션 시 Referer 헤더 제거
pt_br: Remover cabeçalho Referer ao redirecionar
zh_hans: 重定向时移除 Referer 标头
zh_hant: 重新導向時移除 Referer 標頭

source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé
ja: 削除
ko: 제거됨
pt_br: Removido
zh_hans: 已移除
zh_hant: 已移除

source: Removed from spec
de: Aus Spezifikation entfernt
es: Eliminada de la especificación
fr: Supprimée de la spécification
ja: 仕様から削除済み
ko: 사양에서 제거됨
pt_br: Removida da especificação
zh_hans: 已从规范中移除
zh_hant: 已從規格中移除

source: Removed token for %@.
de: Token für %@ entfernt.
es: Token eliminado para %@.
fr: Jeton supprimé pour %@.
ja: %@ のトークンを削除しました。
ko: %@에 대한 토큰이 제거되었습니다.
pt_br: Token removido para %@.
zh_hans: 已移除 %@ 的令牌。
zh_hant: 已移除 %@ 的權杖。

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Request
de: Anfrage umbenennen
es: Renombrar solicitud
fr: Renommer la requête
ja: リクエスト名を変更
ko: 요청 이름 변경
pt_br: Renomear requisição
zh_hans: 重命名请求
zh_hant: 重新命名請求

source: Request
de: Anfrage
es: Solicitud
fr: Requête
ja: リクエスト
ko: 요청
pt_br: Requisição
zh_hans: 请求
zh_hant: 請求

source: Request Body
de: Anfrageinhalt
es: Cuerpo de la solicitud
fr: Corps de la requête
ja: リクエスト本文
ko: 요청 본문
pt_br: Corpo da requisição
zh_hans: 请求正文
zh_hant: 請求內文

source: Request Failed
de: Anfrage fehlgeschlagen
es: Solicitud fallida
fr: Échec de la requête
ja: リクエストに失敗しました
ko: 요청 실패
pt_br: Falha na requisição
zh_hans: 请求失败
zh_hant: 請求失敗

source: Request Folders
de: Anfrage-Ordner
es: Carpetas de solicitudes
fr: Dossiers de requêtes
ja: リクエストフォルダ
ko: 요청 폴더
pt_br: Pastas de requisições
zh_hans: 请求文件夹
zh_hant: 請求資料夾

source: Request history
de: Anfrageverlauf
es: Historial de solicitudes
fr: Historique des requêtes
ja: リクエスト履歴
ko: 요청 기록
pt_br: Histórico de requisições
zh_hans: 请求历史
zh_hant: 請求歷史

source: Request History
de: Anfrageverlauf
es: Historial de solicitudes
fr: Historique des requêtes
ja: リクエスト履歴
ko: 요청 기록
pt_br: Histórico de requisições
zh_hans: 请求历史
zh_hant: 請求歷史

source: Request naming
de: Anfragebenennung
es: Nombre de solicitudes
fr: Nom des requêtes
ja: リクエスト名
ko: 요청 이름
pt_br: Nome das requisições
zh_hans: 请求命名
zh_hant: 請求命名

source: Request not found. It may have been deleted.
de: Anfrage nicht gefunden. Sie wurde möglicherweise gelöscht.
es: Solicitud no encontrada. Puede haber sido eliminada.
fr: Requête introuvable. Elle a peut-être été supprimée.
ja: リクエストが見つかりません。削除された可能性があります。
ko: 요청을 찾을 수 없습니다. 삭제되었을 수 있습니다.
pt_br: Requisição não encontrada. Pode ter sido excluída.
zh_hans: 未找到请求。可能已被删除。
zh_hant: 找不到請求。可能已被刪除。

source: Request Timed Out
de: Zeituberschreitung der Anfrage
es: Solicitud agotada
fr: Delai de la requete depasse
ja: リクエストがタイムアウトしました
ko: 요청 시간 초과
pt_br: Tempo limite da requisicao
zh_hans: 请求超时
zh_hant: 請求逾時

source: Request timed out.
de: Zeitüberschreitung der Anfrage.
es: La solicitud ha expirado.
fr: La requête a expiré.
ja: リクエストがタイムアウトしました。
ko: 요청 시간이 초과되었습니다.
pt_br: A requisição expirou.
zh_hans: 请求超时。
zh_hant: 請求逾時。

source: Request timeout
de: Zeitüberschreitung
es: Tiempo de espera de la solicitud
fr: Délai d'expiration de la requête
ja: リクエストタイムアウト
ko: 요청 시간 초과
pt_br: Tempo limite da requisição
zh_hans: 请求超时
zh_hant: 請求逾時

source: Requesting device code…
de: Gerätecode wird angefordert…
es: Solicitando código de dispositivo…
fr: Demande du code d'appareil…
ja: デバイスコードを要求中…
ko: 디바이스 코드 요청 중…
pt_br: Solicitando código do dispositivo…
zh_hans: 正在请求设备代码…
zh_hant: 正在要求裝置代碼…

source: Requests
de: Anfragen
es: Solicitudes
fr: Requêtes
ja: リクエスト
ko: 요청
pt_br: Requisições
zh_hans: 请求
zh_hant: 請求

source: Requests (%lld)
de: Anfragen (%lld)
es: Solicitudes (%lld)
fr: Requêtes (%lld)
ja: リクエスト (%lld)
ko: 요청 (%lld)
pt_br: Requisições (%lld)
zh_hans: 请求 (%lld)
zh_hant: 請求 (%lld)

source: Required for GitHub Enterprise and self-hosted Git. Trusted hosts may use HTTP and internal IP addresses.
de: Erforderlich für GitHub Enterprise und selbst gehostetes Git. Vertrauenswürdige Hosts dürfen HTTP und interne IP-Adressen verwenden.
es: Requerido para GitHub Enterprise y Git autohospedado. Los hosts de confianza pueden usar HTTP y direcciones IP internas.
fr: Requis pour GitHub Enterprise et Git auto-hébergé. Les hôtes de confiance peuvent utiliser HTTP et des adresses IP internes.
ja: GitHub Enterprise およびセルフホスト Git に必要です。信頼できるホストは HTTP と内部 IP アドレスを使用できます。
ko: GitHub Enterprise 및 자체 호스팅 Git에 필요합니다. 신뢰할 수 있는 호스트는 HTTP 및 내부 IP 주소를 사용할 수 있습니다.
pt_br: Necessário para GitHub Enterprise e Git auto-hospedado. Hosts confiáveis podem usar HTTP e endereços IP internos.
zh_hans: GitHub Enterprise 和自托管 Git 需要此项。受信任的主机可使用 HTTP 和内部 IP 地址。
zh_hant: GitHub Enterprise 和自託管 Git 需要此項。受信任的主機可使用 HTTP 和內部 IP 位址。

source: Reserved for future use. Originally intended for digital payment systems.
de: Für zukünftige Verwendung reserviert. Ursprünglich für digitale Zahlungssysteme vorgesehen.
es: Reservado para uso futuro. Originalmente destinado a sistemas de pago digital.
fr: Réservé pour un usage futur. Initialement prévu pour les systèmes de paiement numérique.
ja: 将来の使用のために予約済み。元々はデジタル決済システム向けでした。
ko: 향후 사용을 위해 예약됨. 원래 디지털 결제 시스템용으로 의도됨.
pt_br: Reservado para uso futuro. Originalmente destinado a sistemas de pagamento digital.
zh_hans: 保留供将来使用。最初用于数字支付系统。
zh_hant: 保留供將來使用。最初用於數位支付系統。

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
ja: すべてのデータをリセット
ko: 모든 데이터 초기화
pt_br: Redefinir todos os dados
zh_hans: 重置所有数据
zh_hant: 重設所有資料

source: Reset All Data...
de: Alle Daten zurücksetzen…
es: Restablecer todos los datos…
fr: Réinitialiser toutes les données…
ja: すべてのデータをリセット…
ko: 모든 데이터 초기화…
pt_br: Redefinir todos os dados…
zh_hans: 重置所有数据…
zh_hant: 重設所有資料…

source: Response
de: Antwort
es: Respuesta
fr: Réponse
ja: レスポンス
ko: 응답
pt_br: Resposta
zh_hans: 响应
zh_hant: 回應

source: Response exceeds the 5 MiB size limit.
de: Antwort überschreitet das Größenlimit von 5 MiB.
es: La respuesta supera el límite de tamaño de 5 MiB.
fr: La réponse dépasse la limite de taille de 5 Mio.
ja: 応答が 5 MiB のサイズ制限を超えています。
ko: 응답이 5MiB 크기 제한을 초과합니다.
pt_br: A resposta excede o limite de tamanho de 5 MiB.
zh_hans: 响应超过 5 MiB 大小限制。
zh_hant: 回應超過 5 MiB 大小限制。

source: Response truncated (%lld characters total)
de: Antwort gekürzt (%lld Zeichen insgesamt)
es: Respuesta truncada (%lld caracteres en total)
fr: Réponse tronquée (%lld caractères au total)
ja: レスポンスが切り詰められました（合計 %lld 文字）
ko: 응답 잘림 (총 %lld자)
pt_br: Resposta truncada (%lld caracteres no total)
zh_hans: 响应已截断（共 %lld 个字符）
zh_hant: 回應已截斷（共 %lld 個字元）

source: result
de: Ergebnis
es: resultado
fr: résultat
ja: 件の結果
ko: 개 결과
pt_br: resultado
zh_hans: 个结果
zh_hant: 個結果

source: results
de: Ergebnisse
es: resultados
fr: résultats
ja: 件の結果
ko: 개 결과
pt_br: resultados
zh_hans: 个结果
zh_hant: 個結果

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 重試
